Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G03A.tmx
Source language: en_us
Languages: zh_cn

source: Winston Churchill's other lives
zh_cn: 丘吉尔的多面人生

source: HISTORIANS and many members of the public already know that Winston Churchill often took high-stakes gambles in his political life.
zh_cn: 历史学家和许多公众早已知道，温斯顿·丘吉尔在他的政治生涯中经常冒险豪赌。

source: Some, like the disastrous Dardanelles campaign-an audacious attempt he masterminded at the Admiralty to seize the straits of Gallipoli and knock Turkey out of the first world war-he got wrong.
zh_cn: 有些赌局让他损失惨重，比如悲剧色彩的达达尼尔海峡战役，丘吉尔在海军部策划了这次大胆的军事行动，原本是为了占领加利波利海峡，迫使土耳其退出第一次世界大战。

source: Others, notably his decision as prime minister in 1940 to hold out against Nazi Germany until America came to rescue Britain, he got spectacularly right.
zh_cn: 有些赌局让他大获全胜，尤其是他在1940年作为英国首相坚持抵抗纳粹德国直到美国前来解救英国的决定。

source: But the extent to which Churchill was a gambler in other spheres of his life has tended not to catch his biographers' attention.
zh_cn: 但是，丘吉尔在生活中其他方面的赌徒性格，向来得不到传记作家的关注。

source: Two new books attempt to fill this gap.
zh_cn: 有两本新书打算填补这个空白。

source: The first is "No More Champagne" by David Lough, a private-banker-turned-historian who looks at Churchill's personal finances during the ups and downs of his career.
zh_cn: 第一本就是戴维·洛的《告别香槟》，这位私人银行家转行的历史学家分析了丘吉尔在跌宕起伏的职业生涯中的个人财务状况。

source: It is the first biography to focus on this aspect of his life.
zh_cn: 这是第一本专注丘吉尔财务方面的传记。

source: Mr Lough has trawled through Churchill's personal accounts and found that he was as much a risk-taker when it came to his money as he was when he was making decisions at the Admiralty or in Downing Street.
zh_cn: 戴维·洛查阅了丘吉尔的个人账户，发现他在财务方面敢于承担风险，正如他在海军部或唐宁街做决定时一样大胆。

source: Although Churchill was descended from the Dukes of Marlborough, his parents had "very little money on either side"-though that never stopped them living the high life.
zh_cn: 尽管丘吉尔是马尔博罗公爵的后裔，他的父母却“没有多少钱财”，不过这从来不妨碍他们享受上流社会的生活。

source: Neither did it hamper the young Churchill; he spent wildly on everything from polo ponies to Havana cigars, a habit he picked up as a war correspondent in Cuba.
zh_cn: 这对年轻的丘吉尔也没有什么约束；他花起钱来挥霍无度，无论是打马球的小马，还是哈瓦那雪茄，这是他在古巴当战地记者时养成的习惯。

source: Indeed, between 1908 and 1914 the Churchill household spent an average of ?1,160 on wine alone each year-?104,400 ($145,000) in today's money.
zh_cn: 事实上，从1908年到1914年，丘吉尔家仅在葡萄酒一项上每年平均花费1160英镑，相当于今天的104400英镑（约合14.5万美元）。

source: It is no wonder, then, that Churchill spent most of his life leaping from one cashflow crisis to another, being perennially behind with his suppliers' bills.
zh_cn: 不过这也难怪，丘吉尔毕生的大部分时间都是刚摆脱现金危机，又陷入财务困境，常年无法偿付他供应商的账单。

source: Another new book, "Winston Churchill Reporting", by Simon Read, an American journalist, looks at one of the ways Churchill eventually paid some of them: writing.
zh_cn: 另一本新书是美国记者西蒙·里德（Simon Read）写的《温斯顿·丘吉尔报告》（Winston Churchill Reporting），他找到了丘吉尔最终偿还部分债务的方法：写作。

source: Mr Read investigates how Churchill went from a young army officer cadet to being Britain's highest-earning war correspondent by the age of 25, getting the journalism bug for the rest of his life.
zh_cn: 里德的调查表明，丘吉尔在年仅25岁的时候，就从年轻的军官军校学生变成英国收入最高的战地记者，他在余生里都紧握新闻这个筹码。

source: The Churchill name certainly helped open newspaper editors' doors across London.
zh_cn: 当然，丘吉尔这个名字帮助他打开整个伦敦的报社编辑室大门。

source: But it was the extent to which the young reporter was willing to take risks on battlefields across the world that marked out his columns from those of his contemporaries.
zh_cn: 但是，这位年轻记者甘愿冒险奔赴世界各地战场的举动，让他的专栏在同行中脱颖而出。

source: Visiting Cuba in 1895, during its war of independence from Spain, he travelled unperturbed through some of the island's most dangerous territory while writing for the Daily Graphic.
zh_cn: 1895年，丘吉尔到了正在为脱离西班牙统治而战斗的古巴，他镇定地穿过岛上最危险的地区，同时为《每日画报》（Daily Graphic）撰写稿件。

source: The next year his regiment was transferred to India, where he fought Pushtun tribesmen on the border with Afghanistan, penning articles for the Daily Telegraph from a blood-splattered foxhole on the battlefield.
zh_cn: 次年，他所在的军团调往印度驻防，在印度与阿富汗接壤的地区与普什图部落作战，在战场上血迹斑斑的掩体里，他为《每日电讯报》（Daily Telegraph）写通讯。

source: He was then sent to Sudan, where he took part in the British army's last great cavalry charge, at the Battle of Omdurman in 1898.
zh_cn: 他随后被派往苏丹，在那里参加了1898年的恩图曼战役，这是英国陆军历史上最后一次骑兵冲锋。

source: After narrowly losing a by-election in Oldham, he returned to the journalistic fray as a war correspondent in South Africa for the Morning Post during the second Boer war of 1899-1902.
zh_cn: 丘吉尔在奥尔德姆选区的补选中以微弱差距落败，此后回归新闻记者的行列，在1899年至1902年的第二次布尔战争中，他担任《晨报》（Morning Post）驻南非的战地记者。

source: There he hit the front pages in his own right; he was captured by the Boers while accompanying a scouting expedition on an armoured train.
zh_cn: 他凭借自己的能力登上了报纸头版；他跟随侦察探险队乘坐装甲列车前进，被布尔人所俘获。

source: Even that could not stop Churchill, who soon escaped from the prisoner-of-war camp, travelling almost 300 miles to safety in Portuguese East Africa.
zh_cn: 即使被俘也无法阻止丘吉尔的脚步，他很快从战俘营中逃脱，跋涉了近300英里的路程，安全抵达葡萄牙统治下的南非。

source: As Mr Read notes, by the time of his return from Africa, Churchill had saved more than ?4,000 from his writing, equivalent to ?400,000 today. "With judicious economy," he told his brother, "I shall hope to make that carry me through the lean years." But he returned to old habits in the years to come.
zh_cn: 正如里德指出的那样，从非洲返回英国的时候，丘吉尔通过写作攒下了超过4000英镑，相当于今天的40万英镑。“凭借着精打细算，”他告诉自己的兄弟，“我指望这笔钱能让我度过艰苦的岁月。”但是他在此后的几年里故态复萌。

source: Notable extravagances involved losing badly gambling in Monte Carlo and betting that share prices would continue to rise when the Wall Street crash hit.
zh_cn: 值得一提的是，他的生活穷奢极欲，在蒙特卡洛赌博输掉大笔钱财，在华尔街大崩盘的时候押注股价会继续上涨。

source: Churchill did not continue to write simply for adventure or fun; he did so to make ends meet.
zh_cn: 丘吉尔继续写作不是为了冒险或乐趣，他这样做只是为了糊口。

source: But even that was not enough.
zh_cn: 但是即便如此也不够。

source: He required bail-outs from wealthy friends in 1938, 1940 and 1946 to save him from bankruptcy.
zh_cn: 在1938年、1940年和1946年，他需要富裕的朋友伸出援手，才能使他免于破产。

source: Both books manage to tell their tales of Churchill the adventurer and gambler elegantly.
zh_cn: 两本书都精心讲述了丘吉尔身为冒险家和绅士赌徒的故事。

source: And for a financial biography, Mr Lough's is a surprising page- turner.
zh_cn: 就金融传记而言，戴维·洛的这本书引人入胜、令人惊叹。

source: But the two authors only briefly link their assessments of Churchill's personality to the important decisions he made in office-and even then only in vague terms.
zh_cn: 但是两位作者只是草率地把他们对丘吉尔个性的判断与他在政坛所做的重要决定联系起来，甚至只是含糊其辞地谈及此事。

source: For instance, both fail to mention how his frequent bouts of depression may have contributed to his impulsiveness and risk-taking.
zh_cn: 比如说，两本书都没有提到，他经常发作的抑郁症可能是冲动和冒险行为的罪魁祸首。

source: Although their stories are worth telling, they have left bigger questions about Churchill to other historians.
zh_cn: 虽然他们讲述的故事颇为精彩，却把关于丘吉尔的更多疑问留给其他历史学家去解决。
